Change mermaid to ASCII
